{
  "race_about": "About",
  "race_about_description": "Tell us about your company",
  "race_plan": "Plan",
  "race_plan_description": "Define your strategy",
  "race_reach": "Reach",
  "race_reach_description": "Grow your audience",
  "race_act": "Act",
  "race_act_description": "Encourage interactions with your content",
  "race_convert": "Convert",
  "race_convert_description": "Achieve sales online or offline",
  "race_engage": "Engage",
  "race_engage_description": "Encourage repeat business",
  "race_finish": "Finish",
  "race_finish_description": "Review and send it",
  "race_audit_of_current_capabilities": "Audit of current capabilities",
  "race_strategicInitiativesAndActions": "Strategic initiatives and actions",
  "race_check_activities": "Check the box for the activities you have in place",

  "pillar_planning": "Planning and governance",
  "pillar_goals": "Goals and measurement",
  "pillar_media": "Media",
  "pillar_content": "Content",
  "pillar_xp": "Experience",
  "pillar_conversational": "Conversational messaging",

  "plan_pillar_planning_intDigiPlan": "Do you have a defined, integrated digital marketing plan?",
  "plan_pillar_planning_markStrat": "Do you have a defined marketing strategy?",
  "plan_pillar_planning_digiTransPlan": "Do you have a digital transformation change management plan?",
  "plan_pillar_planning_empSkillsGap": "Have you conducted an employee skills gap analysis?",
  "plan_pillar_planning_empDevPlans": "Do you have employee development plans in place?",
  "plan_pillar_planning_aiMartechStack": "Is your AI and MarTech stack defined?",

  "plan_pillar_goals_smartObj": "Have you developed SMART objectives that align with your forecast commercial contribution from digital channels?",
  "plan_pillar_goals_gaCustom": "Have your Google Analytics conversion events and dimensions been customized?",
  "plan_pillar_goals_digPerfDash": "Do you have a digital performance review dashboard in place?",
  "plan_pillar_media_digMediaEff": "Have you reviewed your digital media effectiveness?",
  "plan_pillar_media_sopMedia": "Are effective Standard Operating Procedures (SOPs) defined for your main acquisition media?",
  "plan_pillar_content_contMarkEff": "Have you assessed your content marketing effectiveness and ROI?",
  "plan_pillar_content_contMarkStrat": "Do you have a defined content marketing strategy?",
  "plan_pillar_content_genAiUse": "Is the relevant use of Generative AI tools defined?",
  "plan_pillar_xp_webUsability": "Have you benchmarked your website for usability and customer journey effectiveness?",
  "plan_pillar_xp_structTesting": "Do you have a defined plan for structured testing?",
  "plan_pillar_xp_croPlan": "Do you have a CRO/personalization plan?",
  "plan_pillar_conversational_emailContactPlan": "Have you planned your lifecycle email contact, targeting strategies and sales cadences?",
  "plan_pillar_conversational_custRetention": "Do you have a defined customer retention plan?",

  "reach_pillar_planning_AcqBudget": "Have you created an acquisition budget and plan?",
  "reach_pillar_planning_BrandMsg": "Have you defined your key brand messages, focussing on growing audience awareness, familiarity and purchase intent?",
  "reach_pillar_planning_KeywordRes": "Have you performed keyword research to find areas of strength and opportunity - both paid and organic?",
  "reach_pillar_goals_ConvForecast": "Do you have a conversion-based forecast model for media ROI?",
  "reach_pillar_goals_KeyphraseGap": "Has a keyphrase gap analysis been created?",
  "reach_pillar_goals_GA4Events": "Have you created conversion events in Google Analytics 4?",
  "reach_pillar_media_SearchStrategy": "Is your organic and paid search strategy (inc. Ads display network) defined?",
  "reach_pillar_media_PaidMediaProspect": "Have you reviewed your paid media prospecting options (e.g., paid social and programmatic)?",
  "reach_pillar_media_InfluencerMarket": "Has partner and influencer marketing potential been explored?",
  "reach_pillar_content_TOFUContent": "Is your TOFU content optimized and attracting visits through organic search or social media?",
  "reach_pillar_content_SEOInbound": "Do you have SEO and organic social practices in place to attract inbound visits?",
  "reach_pillar_xp_TechSEO": "Is your technical SEO and organic social sharing integrated into the site to effectively attract inbound visits?",
  "reach_pillar_xp_WebSpeedMobile": "Has your website been speed benchmarked to be effective on mobile?",
  "reach_pillar_conversational_EmailCampaigns": "Has investment been made in permission-based publisher/event organizer email campaigns?",
  "reach_pillar_conversational_CoMarketingEmail": "Are you co-marketing with complementary list owners using email marketing?",
  "reach_pillar_conversational_SocialSelling": "Are you using social selling, outreach and account-based marketing for ABM?",

  "act_pillar_planning_DefContStrat": "Do you have a defined content marketing strategy?",
  "act_pillar_planning_ContentPersona": "Has your content been mapped to personas across the RACE path-to-purchase?",
  "act_pillar_planning_AiGovernance": "Is a Generative AI governance plan defined for safe use of AI tools in place?",
  "act_pillar_goals_ConvRateMeas": "Do you have a method of measuring the conversion rate for different types of leads or subscribers?",
  "act_pillar_goals_VisitorQuality": "Do you have a method of assessing the quality of visitors to your website (e.g., lead profiling and grading)?",
  "act_pillar_media_InteractionReview": "Have you reviewed the percentage of interaction across desktop and mobile devices and the customer journey effectiveness?",
  "act_pillar_media_AdRetargeting": "Do you have ad retargeting in place to generate leads (B2B and high-value)?",
  "act_pillar_content_MofuOpt": "Is your MOFU content optimized and generating leads based on preferences?",
  "act_pillar_content_GenAiUse": "Is relevant use of Generative AI tools defined in governance plan?",
  "act_pillar_xp_LandingPageOpt": "Are your landing pages optimized for generating leads (CRO)?",
  "act_pillar_xp_LeadProfiling": "Do you profile for relevant nurturing (e.g., lead scoring and grading for B2B)?",
  "act_pillar_conversational_WelcomeEmails": "Are your targeted, branded welcome email sequences sent to new leads?",
  "act_pillar_conversational_CommunityInteraction": "Is your chat or community used to encourage prospect interaction?",

  "convert_pillar_planning_StructTestPlan": "Do you have a structured testing plan in place?",
  "convert_pillar_planning_CROPlan": "Have you defined your CRO or personalization plan?",
  "convert_pillar_planning_RegularTesting": "Is your testing regular?",
  "convert_pillar_goals_EcommTrack": "Is Google Analytics e-commerce tracking relevant for your business?",
  "convert_pillar_goals_Attribution": "Do you use attribution to review digital channel performance?",
  "convert_pillar_goals_OfflineInfluence": "Is the influence of digital channels for prompting offline sales understood?",
  "convert_pillar_media_GoogleAdsInvest": "Are you investing sufficiently in Google Ads and paid social retargeting?",
  "convert_pillar_content_BofuContent": "Is your BOFU content optimized and developed to match preferences that nurture on the path-to-purchase?",
  "convert_pillar_content_StructTestCRO": "Does your structured testing programme for CRO support growth?",
  "convert_pillar_xp_BasketCheckoutEff": "Are your basket and checkout processes effective and efficient (e-commerce businesses)?",
  "convert_pillar_xp_MultichannelConv": "Is multichannel selling used to support conversion (non e-commerce)?",
  "convert_pillar_xp_PersonalizationEff": "Is your personalization effective for return visitors and customers?",
  "convert_pillar_conversational_EmailNurture": "Do you have an automated email nurture sequence?",
  "convert_pillar_conversational_SitePersonalization": "Is site personalization in place and optimized, possibly including artificial intelligence?",
  "convert_pillar_conversational_DigitalSalesAssist": "Are you using digital sales assist (e.g., online demonstrations, sales calls and webinars)?",

  "engage_pillar_planning_CustResearch": "Have you conducted customer research focusing on digital channel effectiveness?",
  "engage_pillar_planning_EmailPlan": "Do you have a 90-day planning process for implementing your email contact strategy including ‘always-on’ and campaign activity?",
  "engage_pillar_goals_CustomDims": "Are the custom dimensions set in Google Analytics used to track returning customers?",
  "engage_pillar_goals_EngagementTrack": "Is customer or email subscriber engagement tracked?",
  "engage_pillar_goals_CustProfile": "Are your customers profiled for characteristics, value and preferences?",
  "engage_pillar_goals_CustSatisfaction": "Do you assess customer satisfaction with digital channels and loyalty drivers?",
  "engage_pillar_media_CustListsReview": "Has your use of customer lists in Google Ads and paid social been reviewed?",
  "engage_pillar_media_GoogleAdsOpt": "Have you reviewed and optimized your Google Ads brand campaigns?",
  "engage_pillar_media_OrgSocialAmplify": "Is your organic social media amplification effective for acquisition?",
  "engage_pillar_content_RofuRetention": "Is your ROFU content optimized with a retention focus for existing customers?",
  "engage_pillar_content_ReturnVisitPers": "Is your personalization effective for return visitors and customers?",
  "engage_pillar_content_SupportContent": "Is your customer support and care content effective (e.g., FAQs and knowledgebases)?",
  "engage_pillar_xp_OnBoarding": "Is your on-boarding process effective for new customers?",
  "engage_pillar_xp_CustJourney": "Is the customer journey for returning visitors and customers effective?",
  "engage_pillar_xp_LoyaltyDrivers": "Have loyalty drivers been researched to identify barriers to repeat purchase?",
  "engage_pillar_conversational_OnBoardingRev": "Have you reviewed the email and website or mobile app you use for customer on-boarding for effectiveness?",
  "engage_pillar_conversational_Newsletters": "Are your customer newsletters targeted and optimized?",
  "engage_pillar_conversational_EmailComm": "Are you using targeted customer email communications?",
  "engage_pillar_conversational_CommPref": "Are you using a customer communications preference centre and privacy options?",
  "engage_pillar_conversational_SocialCommunities": "Are you effectively using social media to develop customer communities?",

  "about_companyDescription": "Tell us a little about your company! This will help us better understand your context and assist you more accurately.",
  "about_companyName": "What is your company name?",
  "about_companySector": "What sector does your company operate in?",
  "about_targetAudience": "Who is your target audience?",
  "marketingObjectives": "What specific marketing goals do you want to achieve with the RACE framework?",
  "additionalInfo": "Any additional information you would like to provide?",

  "summaryMessage": "This is a summary of your responses and what we suggest can be done to achieve your goals! You can now review your project and, if everything is correct, finalize it!"
}
