{
  "race_about": "Sobre",
  "race_about_description": "Conte-nos sobre sua empresa",
  "race_plan": "Plan",
  "race_plan_description": "Defina sua estratégia",
  "race_reach": "Reach",
  "race_reach_description": "Aumente seu público",
  "race_act": "Act",
  "race_act_description": "Encoraje interações com seu conteúdo",
  "race_convert": "Convert",
  "race_convert_description": "Alcance vendas online ou offline",
  "race_engage": "Engage",
  "race_engage_description": "Incentive a repetição de negócios",
  "race_finish": "Finalizar",
  "race_finish_description": "Revise e envie",
  "race_audit_of_current_capabilities": "Auditoria das capacidades atuais",
  "race_strategicInitiativesAndActions": "Iniciativas e ações estratégicas",
  "race_check_activities": "Marque a caixa para as atividades que você possui em andamento",

  "pillar_planning": "Planejamento e governança",
  "pillar_goals": "Metas e medição",
  "pillar_media": "Meios de comunicação",
  "pillar_content": "Conteúdo",
  "pillar_xp": "Experiência",
  "pillar_conversational": "Mensagens de conversação",

  "plan_pillar_planning_intDigiPlan": "Você possui um plano de marketing digital integrado e definido?",
  "plan_pillar_planning_markStrat": "Você possui uma estratégia de marketing definida?",
  "plan_pillar_planning_digiTransPlan": "Você possui um plano de gestão de mudanças para transformação digital?",
  "plan_pillar_planning_empSkillsGap": "Você realizou uma análise de lacunas de habilidades dos funcionários?",
  "plan_pillar_planning_empDevPlans": "Você tem planos de desenvolvimento de funcionários estabelecidos?",
  "plan_pillar_planning_aiMartechStack": "Seu conjunto de AI e MarTech está definido?",

  "plan_pillar_goals_smartObj": "Você desenvolveu objetivos SMART que alinham com sua previsão de contribuição comercial dos canais digitais?",
  "plan_pillar_goals_gaCustom": "Os eventos de conversão e dimensões do Google Analytics foram personalizados?",
  "plan_pillar_goals_digPerfDash": "Você possui um painel de avaliação de desempenho digital?",
  "plan_pillar_media_digMediaEff": "Você revisou a eficácia dos seus meios digitais?",
  "plan_pillar_media_sopMedia": "Procedimentos Operacionais Padrão eficazes estão definidos para seus principais meios de aquisição?",
  "plan_pillar_content_contMarkEff": "Você avaliou a eficácia e o ROI do seu marketing de conteúdo?",
  "plan_pillar_content_contMarkStrat": "Você possui uma estratégia de marketing de conteúdo definida?",
  "plan_pillar_content_genAiUse": "O uso relevante de ferramentas de IA Generativa está definido?",
  "plan_pillar_xp_webUsability": "Você avaliou seu site quanto à usabilidade e eficácia da jornada do cliente?",
  "plan_pillar_xp_structTesting": "Você possui um plano definido para testes estruturados?",
  "plan_pillar_xp_croPlan": "Você possui um plano de CRO/personalização?",
  "plan_pillar_conversational_emailContactPlan": "Você planejou sua estratégia de contato por e-mail, incluindo estratégias de segmentação e cadências de vendas?",
  "plan_pillar_conversational_custRetention": "Você possui um plano de retenção de clientes definido?",

  "reach_pillar_planning_AcqBudget": "Você criou um orçamento e plano de aquisição?",
  "reach_pillar_planning_BrandMsg": "Você definiu suas principais mensagens da marca, focando em aumentar o conhecimento, a familiaridade e a intenção de compra do público?",
  "reach_pillar_planning_KeywordRes": "Você realizou pesquisa de palavras-chave para encontrar áreas de força e oportunidade - tanto pagas quanto orgânicas?",
  "reach_pillar_goals_ConvForecast": "Você possui um modelo de previsão baseado em conversão para o ROI de mídia?",
  "reach_pillar_goals_KeyphraseGap": "Uma análise de lacuna de palavras-chave foi criada?",
  "reach_pillar_goals_GA4Events": "Você criou eventos de conversão no Google Analytics 4?",
  "reach_pillar_media_SearchStrategy": "Sua estratégia de busca orgânica e paga (incluindo rede de display de anúncios) está definida?",
  "reach_pillar_media_PaidMediaProspect": "Você revisou suas opções de prospecção de mídia paga (por exemplo, social paga e programática)?",
  "reach_pillar_media_InfluencerMarket": "O potencial de marketing de parceiros e influenciadores foi explorado?",
  "reach_pillar_content_TOFUContent": "Seu conteúdo TOFU está otimizado e atraindo visitas através de busca orgânica ou mídia social?",
  "reach_pillar_content_SEOInbound": "Você possui práticas de SEO e mídia social orgânica para atrair visitas inbound?",
  "reach_pillar_xp_TechSEO": "Seu SEO técnico e compartilhamento social orgânico estão integrados ao site para atrair visitas inbound de forma eficaz?",
  "reach_pillar_xp_WebSpeedMobile": "Seu site foi avaliado quanto à velocidade para ser eficaz em dispositivos móveis?",
  "reach_pillar_conversational_EmailCampaigns": "Investimentos foram feitos em campanhas de e-mail baseadas em permissão de editores/organizadores de eventos?",
  "reach_pillar_conversational_CoMarketingEmail": "Você está fazendo co-marketing com proprietários de listas complementares usando marketing por e-mail?",
  "reach_pillar_conversational_SocialSelling": "Você está utilizando venda social, prospecção e marketing baseado em contas para ABM?",

  "act_pillar_planning_DefContStrat": "Você possui uma estratégia de marketing de conteúdo definida?",
  "act_pillar_planning_ContentPersona": "Seu conteúdo foi mapeado para personas ao longo do caminho da compra RACE?",
  "act_pillar_planning_AiGovernance": "Um plano de governança de IA Generativa está definido para o uso seguro de ferramentas de IA?",
  "act_pillar_goals_ConvRateMeas": "Você possui um método para medir a taxa de conversão para diferentes tipos de leads ou assinantes?",
  "act_pillar_goals_VisitorQuality": "Você possui um método para avaliar a qualidade dos visitantes do seu site (por exemplo, perfilamento e classificação de leads)?",
  "act_pillar_media_InteractionReview": "Você revisou a porcentagem de interação entre dispositivos desktop e móveis e a eficácia da jornada do cliente?",
  "act_pillar_media_AdRetargeting": "Você possui retargeting de anúncios em vigor para gerar leads (B2B e de alto valor)?",
  "act_pillar_content_MofuOpt": "Seu conteúdo MOFU está otimizado e gerando leads com base em preferências?",
  "act_pillar_content_GenAiUse": "O uso relevante de ferramentas de IA Generativa está definido no plano de governança?",
  "act_pillar_xp_LandingPageOpt": "Suas páginas de destino estão otimizadas para gerar leads (CRO)?",
  "act_pillar_xp_LeadProfiling": "Você perfila para nutrição relevante (por exemplo, pontuação e classificação de leads para B2B)?",
  "act_pillar_conversational_WelcomeEmails": "Sequências de e-mail de boas-vindas, segmentadas e com marca, estão sendo enviadas para novos leads?",
  "act_pillar_conversational_CommunityInteraction": "Seu chat ou comunidade é usado para incentivar a interação dos prospects?",

  "convert_pillar_planning_StructTestPlan": "Você possui um plano de testes estruturados em vigor?",
  "convert_pillar_planning_CROPlan": "Você definiu seu plano de CRO ou personalização?",
  "convert_pillar_planning_RegularTesting": "Seus testes são regulares?",
  "convert_pillar_goals_EcommTrack": "O rastreamento de e-commerce do Google Analytics é relevante para o seu negócio?",
  "convert_pillar_goals_Attribution": "Você usa atribuição para revisar o desempenho do canal digital?",
  "convert_pillar_goals_OfflineInfluence": "A influência dos canais digitais para estimular vendas offline é entendida?",
  "convert_pillar_media_GoogleAdsInvest": "Você está investindo suficientemente em Google Ads e retargeting de mídia social paga?",
  "convert_pillar_content_BofuContent": "Seu conteúdo BOFU está otimizado e desenvolvido para corresponder às preferências que nutrem no caminho para a compra?",
  "convert_pillar_content_StructTestCRO": "Seu programa de testes estruturados para CRO apoia o crescimento?",
  "convert_pillar_xp_BasketCheckoutEff": "Seus processos de cesta e checkout são eficazes e eficientes (negócios de e-commerce)?",
  "convert_pillar_xp_MultichannelConv": "A venda multicanal é usada para apoiar a conversão (não e-commerce)?",
  "convert_pillar_xp_PersonalizationEff": "Sua personalização é eficaz para visitantes e clientes recorrentes?",
  "convert_pillar_conversational_EmailNurture": "Você possui uma sequência de nutrição de e-mail automatizada?",
  "convert_pillar_conversational_SitePersonalization": "A personalização do site está em vigor e otimizada, possivelmente incluindo inteligência artificial?",
  "convert_pillar_conversational_DigitalSalesAssist": "Você está usando assistência de vendas digital (por exemplo, demonstrações online, chamadas de vendas e webinars)?",

  "engage_pillar_planning_CustResearch": "Você conduziu pesquisa de clientes focando na eficácia dos canais digitais?",
  "engage_pillar_planning_EmailPlan": "Você possui um processo de planejamento de 90 dias para implementar sua estratégia de contato por e-mail, incluindo atividades contínuas e campanhas?",
  "engage_pillar_goals_CustomDims": "As dimensões personalizadas configuradas no Google Analytics são usadas para rastrear clientes recorrentes?",
  "engage_pillar_goals_EngagementTrack": "O engajamento de clientes ou assinantes de e-mail é rastreado?",
  "engage_pillar_goals_CustProfile": "Seus clientes são perfilados por características, valor e preferências?",
  "engage_pillar_goals_CustSatisfaction": "Você avalia a satisfação do cliente com os canais digitais e os impulsionadores de lealdade?",
  "engage_pillar_media_CustListsReview": "O uso de suas listas de clientes em Google Ads e mídia social paga foi revisado?",
  "engage_pillar_media_GoogleAdsOpt": "Você revisou e otimizou suas campanhas de marca no Google Ads?",
  "engage_pillar_media_OrgSocialAmplify": "Sua amplificação de mídia social orgânica é eficaz para aquisição?",
  "engage_pillar_content_RofuRetention": "Seu conteúdo ROFU está otimizado com foco na retenção de clientes existentes?",
  "engage_pillar_content_ReturnVisitPers": "Sua personalização é eficaz para visitantes e clientes recorrentes?",
  "engage_pillar_content_SupportContent": "Seu conteúdo de suporte e atendimento ao cliente é eficaz (por exemplo, FAQs e bases de conhecimento)?",
  "engage_pillar_xp_OnBoarding": "Seu processo de integração é eficaz para novos clientes?",
  "engage_pillar_xp_CustJourney": "A jornada do cliente para visitantes e clientes recorrentes é eficaz?",
  "engage_pillar_xp_LoyaltyDrivers": "Os impulsionadores de lealdade foram pesquisados para identificar barreiras à compra repetida?",
  "engage_pillar_conversational_OnBoardingRev": "Você revisou o e-mail e o site ou aplicativo móvel que você usa para integração de clientes quanto à eficácia?",
  "engage_pillar_conversational_Newsletters": "Suas newsletters para clientes estão segmentadas e otimizadas?",
  "engage_pillar_conversational_EmailComm": "Você está usando comunicações de e-mail segmentadas para clientes?",
  "engage_pillar_conversational_CommPref": "Você está usando um centro de preferências de comunicação do cliente e opções de privacidade?",
  "engage_pillar_conversational_SocialCommunities": "Você está usando eficazmente as mídias sociais para desenvolver comunidades de clientes?",

  "about_companyDescription": "Conte-nos um pouco sobre sua empresa! Isso vai nos ajudar a entender melhor seu contexto e te ajudar com mais precisão.",
  "about_companyName": "Qual o nome da sua empresa?",
  "about_companySector": "Em que setor sua empresa atua?",
  "about_targetAudience": "Quem é o público-alvo?",
  "marketingObjectives": "Quais objetivos de marketing específicos você deseja alcançar com o framework RACE?",
  "additionalInfo": "Alguma informação adicional que você gostaria de fornecer?",

  "summaryMessage": "Esse é um resumo das suas respostas e o que sugerimos que pode ser feito para alcançar seus objetivos! Você pode agora revisar seu projeto e, se estiver tudo certo, finalizá-lo!"
}
